Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.battery.fullyCharged.title
source: Fully Charged
ar: مشحونة بالكامل
bg: Напълно заредена
bn: সম্পূর্ণ চার্জ হয়েছে
ca: Completament carregada
cs: Plně nabito
da: Fuldt opladet
de: Vollständig geladen
el: Πλήρως φορτισμένη
es: Completamente cargado
fa: کاملاً شارژ شد
fi: Täyteen ladattu
fil: Ganap na Na-charge
fr: Complètement chargé
he: טעון במלואו
hi: पूरी तरह चार्ज
hr: Potpuno napunjeno
hu: Teljesen feltöltve
id: Terisi Penuh
it: Completamente carico
ja: 完全充電完了
kk: Толық зарядталды
ko: 완전 충전됨
ms: Dicas sepenuhnya
nb: Fulladet
nl: Volledig opgeladen
pl: Całkowicie naładowany
pt: Totalmente carregado
ro: Complet încărcat
ru: Полностью заряжено
sk: Plne nabitá
sr: Потпуно напуњено
sv: Fulladdad
th: ชาร์จเต็มแล้ว
tr: Tamamen Doldu
uk: Повністю заряджено
vi: Đã sạc đầy
zh_hans: 已充满
zh_hant: 已充飽電

# settings.battery.lowBatteryDuration.title
source: Low battery duration
ar: مدة البطارية المنخفضة
bg: Продължителност при нисък заряд
bn: কম ব্যাটারির সময়কাল
ca: Durada de bateria baixa
cs: Doba trvání slabé baterie
da: Varighed for lavt batteri
de: Dauer bei niedrigem Akkustand
el: Διάρκεια χαμηλής μπαταρίας
es: Duración de batería baja
fa: مدت زمان باتری ضعیف
fi: Alhaisen akun kesto
fil: Tagal ng Mababang Baterya
fr: Durée batterie faible
he: משך סוללה חלשה
hi: कम बैटरी अवधि
hr: Trajanje slabe baterije
hu: Alacsony akkumulátor időtartama
id: Durasi Baterai Lemah
it: Durata batteria quasi scarica
ja: バッテリー低下表示時間
kk: Төмен батарея ұзақтығы
ko: 배터리 부족 알림 지속 시간
ms: Tempoh bateri lemah
nb: Varighet for lavt batteri
nl: Duur bijna lege batterij
pl: Czas niskiego poziomu baterii
pt: Duração de bateria fraca
ro: Durată baterie descărcată
ru: Длительность низкого заряда
sk: Trvanie slabej batérie
sr: Трајање слабе батерије
sv: Tid för låg batterinivå
th: ระยะเวลาแสดงแบตเตอรี่ต่ำ
tr: Düşük pil süresi
uk: Тривалість низького заряду
vi: Thời lượng pin yếu
zh_hans: 低电量通知时长
zh_hant: 低電量顯示時間

# settings.battery.lowBatterySound.title
source: Low battery sound
ar: صوت البطارية المنخفضة
bg: Звук при нисък заряд
bn: কম ব্যাটারির শব্দ
ca: So de bateria baixa
cs: Zvuk slabé baterie
da: Lyd for lavt batteri
de: Ton bei niedrigem Akkustand
el: Ήχος χαμηλής μπαταρίας
es: Sonido de batería baja
fa: صدای باتری ضعیف
fi: Alhaisen akun ääni
fil: Tunog ng Mababang Baterya
fr: Son de batterie faible
he: צליל סוללה חלשה
hi: कम बैटरी ध्वनि
hr: Zvuk slabe baterije
hu: Alacsony akkumulátor hang
id: Suara Baterai Lemah
it: Suono batteria quasi scarica
ja: バッテリー低下の効果音
kk: Төмен батарея дыбысы
ko: 배터리 부족 사운드
ms: Bunyi bateri lemah
nb: Lyd for lavt batteri
nl: Geluid bijna lege batterij
pl: Dźwięk niskiego poziomu baterii
pt: Som de bateria fraca
ro: Sunet baterie descărcată
ru: Звук низкого заряда
sk: Zvuk slabej batérie
sr: Звук слабе батерије
sv: Ljud för låg batterinivå
th: เสียงแบตเตอรี่ต่ำ
tr: Düşük pil sesi
uk: Звук низького заряду
vi: Âm thanh pin yếu
zh_hans: 低电量声音
zh_hant: 低電量聲音

# settings.battery.lowBatterySound2.desc
source: Play audio when the battery is low.
ar: تشغيل صوت عند انخفاض البطارية.
bg: Възпроизвеждане на звук при нисък заряд на батерията.
bn: ব্যাটারি কম হলে একটি শব্দ বাজান।
ca: Reprodueix un so quan la bateria estigui baixa.
cs: Přehrát zvukový signál při slabé baterii.
da: Afspil lyd, når batteriniveauet er lavt.
de: Einen Warnton abspielen, wenn der Akku schwach ist.
el: Αναπαραγωγή ήχου όταν η μπαταρία είναι χαμηλή.
es: Reproducir audio cuando la batería está baja.
fa: پخش صدا هنگام ضعیف شدن باتری.
fi: Toista ääni, kun akku on vähissä.
fil: Magpatugtog ng tunog kapag mahina na ang baterya.
fr: Émettre un signal sonore lorsque la batterie est faible.
he: השמע צליל כאשר הסוללה חלשה.
hi: बैटरी कम होने पर ऑडियो चलाएं।
hr: Reproduciraj zvuk kada je baterija slaba.
hu: Hang lejátszása, ha az akkumulátor lemerülőben van.
id: Putar sinyal suara saat baterai lemah.
it: Riproduci un segnale acustico quando la batteria è quasi scarica.
ja: バッテリー低下時にサウンドを再生します。
kk: Батарея заряды төмен болғанда дыбыс ойнату.
ko: 배터리가 부족할 때 경고음을 재생합니다.
ms: Mainkan audio apabila bateri lemah.
nb: Spill av lyd når batterinivået er lavt.
nl: Speel een geluidssignaal af wanneer de batterij bijna leeg is.
pl: Odtwórz sygnał dźwiękowy przy niskim poziomie baterii.
pt: Tocar um sinal sonoro quando a bateria estiver fraca.
ro: Redă un sunet când bateria este descărcată.
ru: Воспроизводить звук при низком заряде.
sk: Prehrať zvuk pri nízkej úrovni batérie.
sr: Пусти звук када је батерија слаба.
sv: Spela en ljudsignal när batterinivån är låg.
th: เล่นเสียงเมื่อแบตเตอรี่ต่ำ
tr: Pil azaldığında ses çal.
uk: Відтворювати звуковий сигнал при низькому заряді.
vi: Phát tín hiệu âm thanh khi pin yếu.
zh_hans: 电量低时播放音频。
zh_hant: 當電池電量低時播放提示音。

# settings.battery.lowBatteryStyle.headerDesc
source: Choose whether the alert uses the current detailed card or a compact charging-like layout.
ar: اختر ما إذا كان التنبيه يستخدم البطاقة المفصلة الحالية أو نمط شحن مضغوط.
bg: Изберете дали сигналът използва подробна карта или компактен стил.
bn: সতর্কতা বিস্তারিত কার্ড বা কমপ্যাক্ট শৈলী ব্যবহার করবে কিনা তা চয়ন করুন।
ca: Tria si l'alerta utilitza una targeta detallada o un estil compacte.
cs: Vyberte styl upozornění na slabou baterii.
da: Vælg, om advarslen bruger det detaljerede kort eller en kompakt stil.
de: Wähle den Stil der Warnung bei niedrigem Akkustand.
el: Επιλέξτε αν η ειδοποίηση θα χρησιμοποιεί αναλυτική κάρτα ή συμπαγές στυλ.
es: Elige si la alerta usa la tarjeta detallada actual o un diseño compacto tipo carga.
fa: انتخاب کنید که هشدار از کارت دقیق یا سبک فشرده استفاده کند.
fi: Valitse, käyttääkö hälytys yksityiskohtaista korttia vai kompaktia tyyliä.
fil: Piliin kung ang alerto ay gumagamit ng detalyadong card o compact na estilo.
fr: Choisissez le style de l'alerte de batterie faible.
he: בחר אם ההתראה משתמשת בכרטיס מפורט או בסגנון קומפקטי.
hi: चुनें कि चेतावनी विस्तृत कार्ड का उपयोग करे या कॉम्पैक्ट शैली का।
hr: Odaberite koristi li upozorenje detaljnu karticu ili kompaktni stil.
hu: Válassza ki, hogy a riasztás a részletes kártyát vagy egy kompakt stílust használjon.
id: Pilih gaya peringatan baterai lemah.
it: Scegli lo stile dell'avviso di batteria quasi scarica.
ja: 低電力アラートのスタイルを選択します。
kk: Ескертудің толық карточка немесе шағын стильде болуын таңдаңыз.
ko: 배터리 부족 경고의 스타일을 선택하세요.
ms: Pilih sama ada amaran menggunakan kad terperinci atau gaya padat.
nb: Velg om advarselen bruker det detaljerte kortet eller en kompakt stil.
nl: Kies de stijl van de waarschuwing voor een bijna lege batterij.
pl: Wybierz styl alertu niskiego poziomu baterii.
pt: Escolha o estilo visual do alerta de bateria fraca.
ro: Alegeți dacă alerta folosește cardul detaliat sau un stil compact de încărcare.
ru: Выберите, использует ли уведомление подробную карточку или компактный стиль зарядки.
sk: Vyberte, či upozornenie používa podrobnú kartu alebo kompaktný štýl.
sr: Изаберите да ли упозорење користи детаљну картицу или компактан стил.
sv: Välj stil för varning om låg batterinivå.
th: เลือกว่าการแจ้งเตือนจะใช้การ์ดแบบละเอียดหรือแบบกะทัดรัด
tr: Uyarının ayrıntılı kartı mı yoksa şarj benzeri kompakt bir düzeni mi kullanacağını seçin.
uk: Виберіть стиль попередження про низький заряд.
vi: Chọn kiểu cảnh báo pin yếu.
zh_hans: 选择警报使用当前详细卡片还是紧凑的充电式布局。
zh_hant: 選擇低電量警示的樣式。

# settings.battery.lowBatteryStyle.headerTitle
source: Low battery style
ar: نمط البطارية المنخفضة
bg: Стил при нисък заряд
bn: কম ব্যাটারির শৈলী
ca: Estil de bateria baixa
cs: Styl slabé baterie
da: Stil for lavt batteri
de: Stil bei niedrigem Akkustand
el: Στυλ χαμηλής μπαταρίας
es: Estilo de batería baja
fa: سبک باتری ضعیف
fi: Alhaisen akun tyyli
fil: Estilo ng Mababang Baterya
fr: Style batterie faible
he: סגנון סוללה חלשה
hi: कम बैटरी शैली
hr: Stil slabe baterije
hu: Alacsony akkumulátor stílusa
id: Gaya Baterai Lemah
it: Stile batteria quasi scarica
ja: バッテリー低下スタイル
kk: Төмен батарея стилі
ko: 배터리 부족 스타일
ms: Gaya bateri lemah
nb: Stil for lavt batteri
nl: Stijl bijna lege batterij
pl: Styl niskiego poziomu baterii
pt: Estilo de bateria fraca
ro: Stil baterie descărcată
ru: Стиль низкого заряда
sk: Štýl slabej batérie
sr: Стил слабе батерије
sv: Stil för låg batterinivå
th: รูปแบบแบตเตอรี่ต่ำ
tr: Düşük pil stili
uk: Стиль низького заряду
vi: Kiểu pin yếu
zh_hans: 低电量样式
zh_hant: 低電量樣式

# settings.battery.lowBatteryThreshold.desc
source: Choose the battery percentage that triggers the low battery notification.
ar: اختر نسبة البطارية التي تُفعّل إشعار البطارية المنخفضة.
bg: Изберете процента на батерията, който задейства известието за нисък заряд.
bn: কম ব্যাটারির বিজ্ঞপ্তি ট্রিগার করে এমন ব্যাটারি শতাংশ চয়ন করুন।
ca: Tria el percentatge de bateria que activa la notificació de bateria baixa.
cs: Procentuální úroveň baterie, která spustí upozornění.
da: Vælg den batteriprocent, der udløser notifikationen om lavt batteri.
de: Akkustand in Prozent, bei dem die Warnung ausgelöst wird.
el: Επιλέξτε το ποσοστό μπαταρίας που ενεργοποιεί την ειδοποίηση χαμηλής μπαταρίας.
es: Elige el porcentaje de batería que activa la notificación de batería baja.
fa: درصد باتری برای راه‌اندازی اعلان باتری ضعیف را انتخاب کنید.
fi: Valitse akun prosenttiosuus, joka laukaisee alhaisen akun ilmoituksen.
fil: Piliin ang porsyento ng baterya na nagti-trigger ng abiso ng mababang baterya.
fr: Niveau de batterie en pourcentage déclenchant l'alerte.
he: בחר את אחוז הסוללה שמפעיל את התראת הסוללה החלשה.
hi: वह बैटरी प्रतिशत चुनें जो कम बैटरी सूचना को ट्रिगर करता है।
hr: Odaberite postotak baterije koji pokreće obavijest o slaboj bateriji.
hu: Válassza ki az alacsony akkumulátor értesítést kiváltó százalékot.
id: Tingkat persentase baterai yang memicu peringatan.
it: Livello percentuale della batteria che attiva l'avviso.
ja: アラートをトリガーするバッテリー残量の割合。
kk: Төмен батарея хабарландыруын іске қосатын батарея пайызын таңдаңыз.
ko: 경고를 트리거할 배터리 잔량 백분율.
ms: Pilih peratusan bateri yang mencetuskan pemberitahuan bateri lemah.
nb: Velg batteriprosenten som utløser varselet om lavt batteri.
nl: Percentage van het batterijniveau dat de waarschuwing activeert.
pl: Procentowy poziom baterii wyzwalający alert.
pt: Nível percentual de bateria que aciona o alerta.
ro: Alegeți procentajul bateriei care declanșează notificarea de baterie descărcată.
ru: Выберите процент заряда, при котором срабатывает уведомление о низком заряде.
sk: Vyberte percento batérie, ktoré spustí oznámenie o slabej batérii.
sr: Изаберите проценат батерије који покреће обавештење о слабој батерији.
sv: Procentuell batterinivå som utlöser varningen.
th: เลือกเปอร์เซ็นต์แบตเตอรี่ที่จะเรียกการแจ้งเตือนแบตเตอรี่ต่ำ
tr: Düşük pil bildirimini tetikleyen pil yüzdesini seçin.
uk: Рівень заряду у відсотках, що викликає попередження.
vi: Phần trăm pin kích hoạt cảnh báo.
zh_hans: 选择触发低电量通知的电池百分比。
zh_hant: 觸發警示的電池電量百分比。

# settings.battery.lowPower2.desc
source: Show a warning when Low Power Mode is enabled or the battery is critically low.
ar: إظهار تحذير عند تفعيل وضع الطاقة المنخفضة أو عند انخفاض البطارية بشكل حرج.
bg: Показване на предупреждение, когато Режимът за ниска консумация на енергия е активиран или батерията е критично ниска.
bn: কম পাওয়ার মোড চালু থাকলে বা ব্যাটারি অত্যন্ত কম হলে একটি সতর্কতা দেখান।
ca: Mostra una alerta quan el Mode de baix consum està activat o la bateria és críticament baixa.
cs: Zobrazit upozornění, když baterie klesne pod stanovený práh.
da: Vis en advarsel, når Energisparefunktion er slået til, eller batteriet er kritisk lavt.
de: Warnung anzeigen, wenn der Akkustand unter den Schwellenwert fällt.
el: Εμφάνιση προειδοποίησης όταν είναι ενεργή η Λειτουργία χαμηλής ισχύος ή η μπαταρία είναι κρίσιμα χαμηλή.
es: Mostrar una advertencia cuando el modo de bajo consumo está activado o la batería está críticamente baja.
fa: نمایش هشدار هنگامی که حالت کم‌مصرف روشن است یا باتری به شدت ضعیف است.
fi: Näytä varoitus, kun Alhaisen virran tila on käytössä tai akku on kriittisen alhainen.
fil: Magpakita ng alerto kapag naka-on ang Low Power Mode o kritikal na mababa ang baterya.
fr: Afficher une alerte lorsque la batterie passe sous le seuil défini.
he: הצג התראה כאשר מצב חיסכון בחשמל מופעל או שהסוללה חלשה באופן קריטי.
hi: कम पावर मोड सक्षम होने पर या बैटरी गंभीर रूप से कम होने पर चेतावनी दिखाएं।
hr: Prikaži upozorenje kada je uključen Način rada niske potrošnje energije ili je baterija kritično slaba.
hu: Figyelmeztetés megjelenítése, ha az Alacsony töltöttségű mód be van kapcsolva vagy az akkumulátor kritikusan alacsony.
id: Tampilkan peringatan saat baterai turun di bawah ambang batas yang ditentukan.
it: Mostra un avviso quando la batteria scende sotto la soglia definita.
ja: バッテリーが設定値未満になったときにアラートを表示します。
kk: Төмен қуат режимі қосулы болғанда немесе батарея өте аз қалғанда ескерту көрсету.
ko: 배터리가 설정된 기준값 이하로 떨어지면 경고를 표시합니다.
ms: Tunjukkan amaran apabila Mod Kuasa Rendah didayakan atau bateri sangat lemah.
nb: Vis en advarsel når Spareblussmodus er aktivert eller batteriet er kritisk lavt.
nl: Toon een waarschuwing wanneer de batterij onder de ingestelde drempel zakt.
pl: Pokaż alert, gdy bateria spadnie poniżej zdefiniowanego progu.
pt: Mostrar um alerta quando a bateria descer abaixo do limite definido.
ro: Afișați un avertisment când este activat modul Consum redus sau bateria este critic de descărcată.
ru: Показать предупреждение при включении режима экономии энергии или критически низком заряде.
sk: Zobraziť upozornenie, keď je zapnutý režim nízkej spotreby alebo je batéria kriticky slabá.
sr: Прикажи упозорење када је укључен Режим ниске потрошње или је батерија критично слаба.
sv: Visa en varning när batteriet sjunker under den angivna tröskeln.
th: แสดงคำเตือนเมื่อเปิดโหมดพลังงานต่ำหรือแบตเตอรี่ต่ำวิกฤต
tr: Düşük Güç Modu etkinleştirildiğinde veya pil kritik düzeyde azaldığında uyarı göster.
uk: Показувати попередження, коли заряд опускається нижче заданого порогу.
vi: Hiển thị cảnh báo khi pin xuống dưới ngưỡng đã đặt.
zh_hans: 低电量模式启用或电池电量严重不足时显示警告。
zh_hant: 當電池電量低於設定閾值時顯示警示。

# settings.battery.lowPower2.title
source: Low Power
ar: طاقة منخفضة
bg: Ниска консумация
bn: কম পাওয়ার
ca: Baix consum
cs: Nízká energie
da: Lav strøm
de: Niedriger Akkustand
el: Χαμηλή ισχύς
es: Batería baja
fa: کم‌مصرف
fi: Alhainen virta
fil: Mababang Kuryente
fr: Batterie faible
he: חיסכון בחשמל
hi: कम पावर
hr: Niska potrošnja energije
hu: Alacsony energiafogyasztás
id: Daya Rendah
it: Risparmio energetico
ja: 低電力
kk: Төмен қуат
ko: 저전력
ms: Kuasa rendah
nb: Sparebluss
nl: Laag stroomverbruik
pl: Niski poziom energii
pt: Bateria fraca
ro: Consum redus
ru: Низкий заряд
sk: Nízka spotreba
sr: Ниска потрошња
sv: Låg ström
th: พลังงานต่ำ
tr: Düşük Güç
uk: Низький заряд
vi: Nguồn điện thấp
zh_hans: 低电量
zh_hant: 低耗電

# settings.battery.lowPowerDuration.desc
source: Choose how long the low battery notification stays visible.
ar: اختر مدة بقاء إشعار البطارية المنخفضة مرئياً.
bg: Изберете колко време известието за нисък заряд да остане видимо.
bn: কম ব্যাটারির বিজ্ঞপ্তি কতক্ষণ দৃশ্যমান থাকবে তা চয়ন করুন।
ca: Tria quant de temps es manté visible la notificació de bateria baixa.
cs: Zvolte, jak dlouho zůstane upozornění na nízkou energii viditelné.
da: Vælg, hvor længe notifikationen om lavt batteri skal være synlig.
de: Wähle, wie lange die Warnung für niedrigen Akkustand sichtbar bleibt.
el: Επιλέξτε πόση ώρα θα παραμένει ορατή η ειδοποίηση χαμηλής μπαταρίας.
es: Elige cuánto tiempo permanece visible la notificación de batería baja.
fa: مدت زمان نمایان ماندن اعلان باتری ضعیف را انتخاب کنید.
fi: Valitse, kuinka kauan alhaisen akun ilmoitus pysyy näkyvissä.
fil: Piliin kung gaano katagal mananatiling nakikita ang abiso ng mababang baterya.
fr: Choisissez combien de temps l'alerte de batterie faible reste visible.
he: בחר כמה זמן התראת סוללה חלשה תישאר גלויה.
hi: चुनें कि कम बैटरी सूचना कितने समय तक दिखाई देगी।
hr: Odaberite koliko dugo obavijest o slaboj bateriji ostaje vidljiva.
hu: Válassza ki, mennyi ideig maradjon látható az alacsony akkumulátor értesítés.
id: Pilih berapa lama peringatan daya rendah tetap terlihat.
it: Scegli per quanto tempo l'avviso di risparmio energetico rimane visibile.
ja: 低電力アラートを表示し続ける時間を選択します。
kk: Төмен батарея хабарландыруы қанша уақыт көрінетінін таңдаңыз.
ko: 저전력 경고가 표시되는 지속 시간을 선택하세요.
ms: Pilih berapa lama pemberitahuan bateri lemah kekal kelihatan.
nb: Velg hvor lenge varselet om lavt batteri skal være synlig.
nl: Kies hoe lang de waarschuwing voor een laag stroomverbruik zichtbaar blijft.
pl: Wybierz, jak długo alert niskiego poziomu energii pozostaje widoczny.
pt: Escolha quanto tempo o alerta de bateria fraca permanece visível.
ro: Alegeți cât timp rămâne vizibilă notificarea de baterie descărcată.
ru: Выберите, как долго отображается уведомление о низком заряде.
sk: Vyberte, ako dlho zostane oznámenie o slabej batérii viditeľné.
sr: Изаберите колико дуго обавештење о слабој батерији остаје видљиво.
sv: Välj hur länge varningen för låg ström ska vara synlig.
th: เลือกระยะเวลาที่การแจ้งเตือนแบตเตอรี่ต่ำจะแสดงอยู่
tr: Düşük pil bildiriminin ne kadar süre görünür kalacağını seçin.
uk: Виберіть, як довго попередження про низький заряд залишатиметься видимим.
vi: Chọn thời gian cảnh báo pin yếu hiển thị.
zh_hans: 选择低电量通知的显示时长。
zh_hant: 選擇低耗電警示保持可見的時間。

# settings.battery.lowPowerThreshold.title
source: Low battery threshold
ar: حد البطارية المنخفضة
bg: Праг за нисък заряд
bn: কম ব্যাটারির সীমা
ca: Llindar de bateria baixa
cs: Práh upozornění na nízkou energii
da: Grænse for lavt batteri
de: Schwellenwert für niedrigen Akkustand
el: Όριο χαμηλής μπαταρίας
es: Umbral de batería baja
fa: آستانه باتری ضعیف
fi: Alhaisen akun kynnys
fil: Threshold ng Mababang Baterya
fr: Seuil d'alerte de batterie faible
he: סף סוללה חלשה
hi: कम बैटरी थ्रेशोल्ड
hr: Prag slabe baterije
hu: Alacsony akkumulátor küszöb
id: Ambang Peringatan Daya Rendah
it: Soglia di avviso risparmio energetico
ja: 低電力アラートのしきい値
kk: Төмен батарея шегі
ko: 저전력 경고 기준값
ms: Ambang bateri lemah
nb: Grense for lavt batteri
nl: Drempelwaarde waarschuwing laag stroomverbruik
pl: Próg alertu niskiego poziomu energii
pt: Limite de alerta de bateria fraca
ro: Prag baterie descărcată
ru: Порог низкого заряда
sk: Prah slabej batérie
sr: Праг слабе батерије
sv: Tröskel för varning om låg ström
th: เกณฑ์แบตเตอรี่ต่ำ
tr: Düşük pil eşiği
uk: Поріг попередження про низький заряд
vi: Ngưỡng cảnh báo pin yếu
zh_hans: 低电量阈值
zh_hant: 低耗電警示閾值

# settings.battery.notificationStyle.compact
source: Compact
ar: مضغوط
bg: Компактен
bn: কমপ্যাক্ট
ca: Compacte
cs: Kompaktní
da: Kompakt
de: Kompakt
el: Συμπαγές
es: Compacto
fa: فشرده
fi: Kompakti
he: קומפקטי
hi: कॉम्पैक्ट
hr: Kompaktno
hu: Kompakt
id: Ringkas
it: Compatto
ja: コンパクト
kk: Шағын
ko: 컴팩트
ms: Padat
nb: Kompakt
pl: Kompaktowy
pt: Compacto
ru: Компактный
sk: Kompaktný
sr: Компактно
sv: Kompakt
th: กะทัดรัด
tr: Kompakt
uk: Компактний
vi: Gọn gàng
zh_hans: 紧凑
zh_hant: 緊湊

# settings.battery.notificationStyle.standard
source: Standard
ar: قياسي
bg: Стандартен
bn: স্ট্যান্ডার্ড
ca: Estàndard
cs: Standardní
el: Τυπικό
es: Estándar
fa: استاندارد
fi: Vakio
fil: Karaniwan
he: רגיל
hi: मानक
hr: Standardno
id: Standar
ja: 標準
kk: Стандартты
ko: 표준
nl: Standaard
pl: Standardowy
pt: Padrão
ru: Стандартный
sk: Štandardný
sr: Стандардно
th: มาตรฐาน
tr: Standart
uk: Стандартний
vi: Tiêu chuẩn
zh_hans: 标准
zh_hant: 標準

# settings.bluetooth.appearanceStyle.compact
source: Compact
ar: مضغوط
bg: Компактен
bn: কমপ্যাক্ট
ca: Compacte
cs: Kompaktní
da: Kompakt
de: Kompakt
el: Συμπαγές
es: Compacto
fa: فشرده
fi: Kompakti
he: קומפקטי
hi: कॉम्पैक्ट
hr: Kompaktno
hu: Kompakt
id: Ringkas
it: Compatto
ja: コンパクト
kk: Шағын
ko: 컴팩트
ms: Padat
nb: Kompakt
pl: Kompaktowy
pt: Compacto
ru: Компактный
sk: Kompaktný
sr: Компактно
sv: Kompakt
th: กะทัดรัด
tr: Kompakt
uk: Компактний
vi: Gọn gàng
zh_hans: 紧凑
zh_hant: 緊湊

# settings.bluetooth.appearanceStyle.detailed
source: Detailed
ar: مفصّل
bg: Подробен
bn: বিস্তারিত
ca: Detallat
cs: Podrobný
da: Detaljeret
de: Detailliert
el: Αναλυτικό
es: Detallado
fa: دقیق
fi: Yksityiskohtainen
fil: Detalyado
fr: Détaillé
he: מפורט
hi: विस्तृत
hr: Detaljno
hu: Részletes
id: Mendetail
it: Dettagliato
ja: 詳細
kk: Толық
ko: 상세
ms: Terperinci
nb: Detaljert
nl: Gedetailleerd
pl: Szczegółowy
pt: Detalhado
ro: Detaliat
ru: Подробный
sk: Podrobný
sr: Детаљно
sv: Detaljerad
th: ละเอียด
tr: Ayrıntılı
uk: Детальний
vi: Chi tiết
zh_hans: 详细
zh_hant: 詳細

# settings.bluetooth.batteryColoredStroke.desc
source: Tint Bluetooth battery styles using the current battery level color.
ar: تلوين أنماط بطارية البلوتوث باستخدام لون مستوى البطارية الحالي.
bg: Оцветяване на рамката на батерията според текущото ниво на заряд.
bn: বর্তমান স্তরের উপর ভিত্তি করে ব্লুটুথ ব্যাটারি স্ট্রোক রঙ করুন।
ca: Acoloreix el traç de la bateria de Bluetooth segons el nivell actual.
cs: Zbarvit ohraničení výřezu podle úrovně baterie příslušenství.
da: Tone Bluetooth-batteristile med den aktuelle batteriniveaufarve.
de: Notch-Kontur in der Farbe des Gerätestatus einfärben.
el: Χρωματισμός περιγράμματος μπαταρίας Bluetooth σύμφωνα με το τρέχον επίπεδο μπαταρίας.
es: Tintear los estilos de batería Bluetooth con el color del nivel actual.
fa: رنگ‌آمیزی خط دور باتری بلوتوث بر اساس سطح فعلی.
fi: Sävytä Bluetooth-akkutyylit nykyisellä akun tasovärillä.
fil: Kulayan ang stroke ng baterya ng Bluetooth batay sa kasalukuyang antas ng baterya.
fr: Colorer le contour de l'encoche selon le niveau de batterie de l'accessoire.
he: צבע את קו המתאר של סוללת ה-Bluetooth לפי צבע רמת הסוללה הנוכחית.
hi: वर्तमान बैटरी स्तर के रंग का उपयोग करके ब्लूटूथ बैटरी शैलियों को टिंट करें।
hr: Oboji obrub baterije Bluetootha prema trenutnoj razini napunjenosti.
hu: A Bluetooth akkumulátor körvonalának színezése az aktuális töltöttségi szint színével.
id: Warnai batas notch sesuai dengan level baterai aksesori.
it: Colora il bordo del notch in base al livello della batteria dell'accessorio.
ja: アクセサリのバッテリー残量に応じてノッチの枠線を色付けします。
kk: Bluetooth батареясының жиегін ағымдағы деңгейге сай бояу.
ko: 액세서리의 배터리 잔량에 따라 노치 테두리에 색상을 적용합니다.
ms: Warnakan garis bateri Bluetooth mengikut warna tahap bateri semasa.
nb: Fargelegg Bluetooth-batteristiler med gjeldende batterinivåfarge.
nl: Kleur de rand van de notch volgens het batterijniveau van het accessoire.
pl: Koloruj obrys notcha zgodnie z poziomem baterii akcesorium.
pt: Colorir o contorno do notch de acordo com o nível da bateria do acessório.
ro: Colorează conturul bateriei Bluetooth în funcție de nivelul actual al bateriei.
ru: Окрашивать стили батареи Bluetooth цветом текущего уровня заряда.
sk: Zafarbiť obrys batérie Bluetooth podľa aktuálnej úrovne nabitia.
sr: Обоји ивицу батерије Bluetooth-а према тренутном нивоу напуњености.
sv: Färglägg flärpens ram efter tillbehörets batterinivå.
th: ย้อมสีขอบแบตเตอรี่บลูทูธตามสีระดับแบตเตอรี่ปัจจุบัน
tr: Bluetooth pil stillerini geçerli pil düzeyi rengiyle renklendir.
uk: Фарбувати контур notch відповідно до рівня заряду аксесуара.
vi: Tô màu viền notch theo mức pin của phụ kiện.
zh_hans: 使用当前电池电量颜色为蓝牙电池样式着色。
zh_hant: 根據配件的電量為「瀏海」邊框著色。
